var layout = new Vue({
	el: "#layout",
	data: {
		title: '标题标题标题标题标题标题标题标题标题标题标题标题',
		time: '2015/11/24 13:00 ',
		author: '学生资助中心',
		/*文章部分*/
		imgSrc: 'img/img.png',
		article: '参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称参考消息网2月6日报道台媒称23333333333333333333333333333333',
		likes: '0'
	}
});
/*资料下载下载，*/
var download = new Vue({
	el: "#download",
	data: {
		downloads: [{
				pushDay: "23",
				pushMouth: "12",
				resourceTitle: "我的前半生"
			}, {
				pushDay: "23",
				pushMouth: "12",
				resourceTitle: "这个世界会好么"
			}, {
				pushDay: "23",
				pushMouth: "12",
				resourceTitle: "给青年诗人的信"
			}, {
				pushDay: "23",
				pushMouth: "12",
				resourceTitle: "杜诗详注"
			}, {
				pushDay: "23",
				pushMouth: "12",
				resourceTitle: "无人生还"
			}


		]
	}
});